/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ connected" = "%@ angeschlossen";

/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ in use" = "%@ in gebrauch";

/* name for auto-generated channel */
"Composite" = "Composite";

/* name for generic DV device (i.e. not a Formac Studio) in various status strings */
"DV device" = "DV Gerät";

/* No comment provided by engineer. */
"No DV device found" = "Kein DV Gerät gefunden";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Vidi" = "Öffne Vidi";

/* No comment provided by engineer. */
"Open Vidi..." = "Öffne Vidi...";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Aufnahme wurde aufgrund eines Fehlers beendet.";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Show Control Palette" = "zeige Kontrollfenster";

/* generic status menu item */
"Status" = "Status";

/* No comment provided by engineer. */
"Studio DV" = "Studio DV";

/* No comment provided by engineer. */
"Studio DV/TV" = "Studio DV/TV";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "Die Timer-Aufnahme vom %@, welche festgelegt wurde um %@ anzufangen, konnte nicht begonnen werden, weil das Studio DV Gerät zur Zeit durch eine andere Anwendung als Vidi benutzt wird.  Schließen Sie die andere Anwendung und öffnen Sie dann Vidi, um die Aufnahme neu festzulegen.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@." = "Die Timer-Aufnahme vom %@, welche festgelegt wurde um %@ anzufangen, konnte nicht begonnen werden weil ein Problem beim Schreibe der Date %@ auftritt.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "Die Timer-Aufnahme welche festgelegt wurde um %2$@ anzufangen, konnte nicht begonnen werden, weil das DV Gerät zur Zeit durch eine andere Anwendung als Vidi benutzt wird.  Schließen Sie die andere Anwendung und öffnen Sie dann Vidi, um die Aufnahme neu festzulegen.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@." = "Die Timer-Aufnahme welche festgelegt wurde um %2$@ zu starten konnte aufgrund eines Schreibfehlers der Datei %3$@ nicht begonnen werden. ";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording." = "Die Timer-Aufnahme welche festgelegt wurde um %2$@ zu starten konnte nicht begonnen werden da Vidi kein unterstütztes DV Gerät gefunden hat. Stellen Sie sicher das das Gerät angeschlossen ist und starten Sie Vidi erneut zur Aufnahme.";

/* No comment provided by engineer. */
"Vidi is Recording" = "Vidi zeichnet auf";

/* No comment provided by engineer. */
"Vidi recording stopped" = "Vidi Aufnahme gestoppt";

/* No comment provided by engineer. */
"Vidi timer recording could not start" = "Vidi Zeitaufnahme wird gestartet";

